Repository: JetBrains/hub-project-team-widget
Catalog: src/app/translations/hub-project-team-widget_*.po
Languages: hu

source: January|February|March|April|May|June|July|August|September|October|November|December
hu: Január|Február|Március|Április|Május|Június|Július|Augusztus|Szeptember|Október|November|December

source: Jan|Feb|Mar|Apr|May|Jun|Jul|Aug|Sep|Oct|Nov|Dec
hu: Jan|Febr|Már|Ápr|Máj|Jún|Júl|Aug|Szept|Okt|Nov|Dec

source: Select a project
hu: Válasszon projektet

source: Sunday|Monday|Tuesday|Wednesday|Thursday|Friday|Saturday
hu: Vasárnap|Hétfő|Kedd|Szerda|Csütörtök|Péntek|Szombat

source: Sun|Mon|Tue|Wed|Thu|Fri|Sat
hu: Vas|Hét|Ked|Sze|Csü|Pén|Szo

source: The {{projectName}} project team doesn't have any members
hu: A {{projectName}} projektcsapatnak nincsenek tagjai

source: This project team doesn't have any members
hu: Ennek a projektcsapatnak nincsenek tagjai

source: You don't have permission to view basic profile data for other users
hu: Nincs engedélye más felhasználók alapvető profiladatainak megtekintésére

source: You don't have permission to view basic project data
hu: Nincs engedélye az alapszintű projektadatok megtekintésére

source: project owner
hu: projekt tulajdonos

source: team
hu: csapat
